<?php
$subject = 'Привіт, мій друже!';
$text1 = "Складаю цей лист з надією, що він знайде вас у гарному настрої. Як справи? Я дуже сумую за нашими зустрічами і сподіваюся, що коли-небудь зможемо зустрітися знову. Але поки що, це лист - наш спосіб спілкування.";
$text2 = 'Я хотів би розповісти вам про своє життя за останній час. Я знайшов нову роботу, і вона мені дуже подобається. Я працюю над цікавим проектом та зустрічаю нових цікавих людей. Все це дуже стимулює мене розвиватися та навчатися щось нове.';
$text3 = 'Також, я почав вивчати нову мову. Це дійсно важке завдання, але я вірю, що воно варте того. Я мрію подорожувати й пізнавати нові країни, тому вивчення інших мов є для мене дуже важливим.';
$text4 = "Як проходять ваші дні? Що нового ви дізналися або досягли за останній час? Як ваша робота і сім'я? Які плани на майбутнє?";
$text5 = "Буду радий почути про все це від вас. Напишіть мені, якщо у вас є хоча б кілька вільних хвилин. Давайте не втрачати зв'язок, адже ви дуже важливі для мене.";
$text6 = 'З повагою,';
$text7 = 'Микита Лавров';
$message = $text1 . "\n" . $text2 . "\n" . $text3 . "\n" . $text4 . "\n" . $text5 . "\n" . $text6 . "\n" . $text7;
mail('lavrov986@gmail.com', $subject, $message, 'From: m.o.lavrov@student.khai.edu');